<unk>	0
<s>	0
</s>	0
me	-0
Ah	-1
He	-2
My	-3
is	-4
ll	-5
na	-6
llo	-7
med	-8
▁Ah	-9
▁He	-10
▁My	-11
▁is	-12
▁na	-13
▁name	-14
▁Ahmed	-15
▁Hello	-16
am	-17
ed	-18
el	-19
hm	-20
lo	-21
▁A	-22
▁H	-23
▁M	-24
▁i	-25
▁n	-26
▁	-27
e	-28
l	-29
m	-30
A	-31
H	-32
M	-33
a	-34
d	-35
h	-36
i	-37
n	-38
o	-39
s	-40
y	-41
